Repository: efekdemir/YGOSearch
Catalog: YGOSearch/Localizable.xcstrings
Source language: en
Languages: de, fr, it, pt_br

source: 🔍 Search card
de: 🔍 Karte suchen
fr: 🔍 Chercher une Carte
it: 🔍 Cerca Carta
pt_br: 🔍 Pesquisar Carta

source: Add your favorite cards to see them here.
de: Fügen Sie Ihre Lieblingskarten hinzu, um sie hier anzuzeigen.
fr: Ajoutez vos cartes préférées pour les voir ici.
it: Aggiungi le tue carte preferite per vederle qui.
pt_br: Adicione os seus cartões favoritos para os ver aqui.

source: API prices may not be up-to-date
de: API-Preise sind möglicherweise nicht aktuell
fr: Les prix de l'API peuvent ne pas être à jour
it: I prezzi dell'API potrebbero non essere aggiornati
pt_br: Os preços da API podem não estar atualizados

source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto
pt_br: Aparência

source: Apply
de: Anwenden
fr: Appliquer
it: Applica
pt_br: Aplicar

source: Card
de: Karte
fr: Carte
it: Carta
pt_br: Carta

source: Card Filters
de: Kartenfilter
fr: Filtres de cartes
it: Filtri per Schede
pt_br: Filtros de Cartão

source: Card Language
de: Kartensprache
fr: Langue de la carte
it: Linguaggio delle carte
pt_br: Idioma do Cartão

source: Card Types
de: Kartentypen
fr: Types de Cartes
it: Tipi di Carta
pt_br: Tipos de Cartão

source: Condition
de: Zustand
it: Condizione
pt_br: Estado

source: Connect on LinkedIn
de: Verbinden Sie sich auf LinkedIn
fr: Se Connecter sur LinkedIn
it: Connettiti su LinkedIn
pt_br: Ligue-se a LinkedIn

source: Created by Efe Demir
de: Erstellt von Efe Demir
fr: Créé par Efe Demir
it: Creato da Efe Demir
pt_br: Criado por Efe Demir

source: Dark Mode
de: Dunkelmodus
fr: Mode Sombre
it: Modalità Scuro
pt_br: Modo Escuro

source: Done
de: Erledigt
fr: Fait
it: Fatto
pt_br: Concluído

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
pt_br: Favoritos

source: Filter by
de: Filtern nach
fr: Filtrer par
it: Filtra per
pt_br: Filtro por

source: Filter by Type
de: Nach Typ filtern
fr: Filtrer par Type
it: Filtra per Tipo
pt_br: Filtrar por Tipo

source: Font Size
de: Schriftgröße
fr: Taille de la Police
it: Dimensione del Carattere
pt_br: Tamanho da Fonte

source: Hello, World!
de: Hallo Welt!
fr: Bonjour le Monde!
it: Ciao Mondo!
pt_br: Olá Mundo!

source: Home
de: Startseite
fr: Accueil
pt_br: Início

source: If you have any recommendations for improving the app, feel free to contact me :)
de: Wenn du Vorschläge zur Verbesserung der App hast, kannst du dich gerne an mich wenden :)
fr: Si vous avez des recommandations pour améliorer l'application, n'hésitez pas à me contacter :)
it: Se avete suggerimenti per migliorare l'app, non esitate a contattarmi :)
pt_br: Se tiver alguma recomendação para melhorar a aplicação, sinta-se à vontade para me contactar :)

source: Language
de: Sprache
fr: Langue
it: Lingua
pt_br: Idioma

source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...

source: Main Menu
de: Hauptmenü
fr: Menu Principal
it: Menu Principale
pt_br: Menu Principal

source: Monster Attack & Defense
de: Monsterangriff & -verteidigung
fr: Attaque et Défense des Monstres
it: Attacco e Difesa dei Mostri
pt_br: Ataque e Defesa do Monstro

source: Monster Attributes
de: Monsterattribute
fr: Attributs du Monstre
it: Attributi del Mostro
pt_br: Atributos do Monstro

source: Monster Races
de: Monsterrennen
fr: Les Races de Monstres
it: Razza di Mostri
pt_br: Raças de Monstros

source: No cards found!
de: Keine Karten gefunden!
fr: Aucune carte trouvée!
it: Nessuna carta trovata!
pt_br: Nenhum cartão encontrado!

source: No favorites yet!
de: Noch keine Favoriten!
fr: Pas encore de favoris !
it: Ancora nessun preferito!
pt_br: Ainda não há favoritos!

source: Other Settings
de: Weitere Einstellungen
fr: Autres Paramètres
it: Altre Impostazioni
pt_br: Outras Configurações

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
pt_br: Redefinir

source: Search
de: Suche
fr: Recherche
it: Ricerca
pt_br: Pesquisa

source: Search Menu
de: Suchmenü
fr: Menu de Recherche
it: Menu di Ricerca
pt_br: Menu de Pesquisa

source: Select Levels
de: Ebenen Auswählen
fr: Sélectionner les Niveaux
it: Seleziona Livelli
pt_br: Selecionar Níveis

source: Select Link Ratings
de: Linkbewertungen Auswählen
fr: Sélectionner les Notes de Lien
it: Seleziona le Valutazioni dei Link
pt_br: Seleccione as Classificações do Link

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Spells & Traps
de: Zauber & Fallen
fr: Sorts & Pièges
it: Incantesimi e Trappole
pt_br: Feitiços e Armadilhas

source: Swipe to see alternate arts. Tap to view full size.
de: Wischen Sie, um alternative Künste zu sehen. Tippen Sie, um die volle Größe anzuzeigen.
fr: Glissez pour voir les arts alternatifs. Touchez pour voir en taille réelle.
it: Scorri per vedere le arti alternative. Tocca per visualizzare a pieno schermo.
pt_br: Deslize para ver artes alternativas. Toque para ver em tamanho completo.

source: Thank you for downloading YGO Search!
de: Vielen Dank für das Herunterladen von YGO Search!
fr: Merci d'avoir téléchargé YGO Search !
it: Grazie per aver scaricato YGO Search!
pt_br: Obrigado por descarregar o YGO Search!

source: Try searching with different keywords or adjust the filters.
de: Versuchen Sie die Suche mit anderen Schlüsselwörtern oder passen Sie die Filter an.
fr: Essayez de rechercher avec des mots-clés différents ou ajustez les filtres.
it: Prova a cercare con parole chiave diverse o modifica i filtri.
pt_br: Tente pesquisar com palavras-chave diferentes ou ajuste os filtros.

source: Visit my GitHub
de: Besuchen Sie mein GitHub
fr: Visitez mon GitHub
it: Visita il mio GitHub
pt_br: Visite o meu GitHub

source: Version:
it: Versione:
pt_br: Versão:

source: Version: %@
it: Versione: %@
pt_br: Versão: %@
